{
  "pageTitle": "About Healing Earth Design",
  "pageDescription": "Learn about Healing Earth Design and Sustainable garden and landscape design services.",
  "sections": [
    {
      "heading": "Our Story",
      "paragraph1": "Healing Earth Design was founded on the belief that caring for our natural spaces can be a powerful form of healing.",
      "paragraph2": "After experiencing personal loss, I returned to school for sustainable horticulture and landscape design, finding peace and purpose through working with plants, soil, and seasonal rhythms. What began as a way to heal grew into a calling to help others reconnect with the earth in meaningful, practical ways.",
      "image": "src/assets/images/IMG_0035.webp",
      "imageAlt": "Garden landscape"
    },
    {
      "heading": "Who I Am",
      "paragraph1": "I'm Sarah Martin, a sustainable horticulture and landscape design graduate with over six years of hands-on gardening experience. My yard serves as a trial garden where I test plants, observe ecosystems, and refine designs before bringing ideas to clients.",
      "paragraph2": "I specialize in plant-forward design—no hardscapes, no unnecessary complexity—just thoughtful, site-appropriate plantings that are beautiful, resilient, and supportive of local ecosystems.",
      "image": "src/assets/images/IMG_0226.webp",
      "imageAlt": "Planting design"
    },
    {
      "heading": "My Approach",
      "paragraph1": "I believe in \"right plant, right place.\" Every design begins with assessing the space, listening to the client, and to what will thrive long-term.",
      "paragraph2": "Whether you're a beginner gardener or someone looking to deepen your connection to your outdoor space, I meet you where you are and help you grow with confidence.",
      "image": "src/assets/images/IMG_0021.webp",
      "imageAlt": "Garden details"
    },
    {
      "heading": "Let's Work Together",
      "paragraph1": "Healing Earth Design serves homeowners who want gardens that feel alive, intentional, and grounded in sustainability.",
      "paragraph2": "If you're ready to create a garden that gives back to you and to the earth, I'd love to work with you.",
      "image": "src/assets/images/IMG_8938.webp",
      "imageAlt": "Sustainable garden"
    }
  ]
}